import React from "react";
import './Content.css'

const Content = () => {
    return(
        <div className="mytubeContent">
            Эта книга адресована всем, кто изучает русский язык. Но состоит она не из правил, упражнений и учебных текстов. Для этого созданы другие замечательные учебники.

            У этой книги совсем иная задача. Она поможет вам научиться не только разговаривать, но и размышлять по-русски. Книга, которую вы держите в руках, составлена из афоризмов и размышлений великих мыслителей, писателей, поэтов, философов и общественных деятелей различных эпох. Их мысли - о тех вопросах, которые не перестают волновать человечество.

            Вы можете соглашаться или не соглашаться с тем, что прочитаете в этой книге. Возможно, вам покажется, что какие-то мысли уже устарели. Но вы должны обязательно подумать и обосновать, почему вы так считаете.

            А еще вы узнаете и почувствуете, как прекрасно звучат слова любви, сострадания, мудрости и доброты на русском языке.









            ВОСПИТАННЫЕ   ЛЮДИ

            (Из письма А.П.Чехова брату Николаю )



            Воспитанные люди должны удовлетворять следующим условиям:

            … Они уважают человеческую личность, всегда снисходительны, мягкие, вежливые, уступчивые…

            … Они уважают чужую собственность, а потому платят долги.

            … Не лгут даже в пустяках… Они не лезут с откровенностями, когда их не спрашивают…

            … Они не унижают себя с тою целью, чтобы вызвать в другом сочувствие…

            … Они не суетны…

            … Если имеют в себе талант, то уважают его… Они жертвуют для него всем…

            … Они воспитывают в себе эстетику*…

            … Тут нужны беспрерывные дневной и ночной труд, вечное чтение, воля… Тут дорог каждый час.

            ___________________

            *Эстетика - наука о законах красоты; здесь - прекрасное





            БОЙСЯ ДУМАТЬ БЕЗ УЧАСТИЯ СЕРДЦА.

            М.М.ПРИШВИН





            ДЛЯ ТОГО, ЧТОБЫ ЗНАТЬ, ЧТО НРАВСТВЕННО, НАДО ЗНАТЬ, ЧТО БЕЗНРАВСТВЕННО; ДЛЯ ТОГО, ЧТОБЫ ЗНАТЬ, ЧТО ДЕЛАТЬ, НАДО ЗНАТЬ, ЧЕГО НЕ ДОЛЖНО ДЕЛАТЬ.

            Л.Н.ТОЛСТОЙ







            ПУТЯМИ ДОБРОТЫ

            (По Д.С.Лихачеву)



            Когда человек сознательно или интуитивно выбирает себе в жизни какую-то цель, жизненную задачу, он невольно дает себе оценку. По тому, ради чего человек живет, можно судить и о его самооценке - низкой или высокой.

            Если человек живет, чтобы приносить людям добро, облегчать их страдания, давать людям радость, то он оценивает себя на уровне этой своей человечности. Он ставит себе цель, достойную человека.

            Только такая цель позволяет человеку прожить свою жизнь с достоинством и получить настоящую радость. Да, радость! Подумайте: если человек ставит себе задачей увеличивать в жизни добро, приносить людям счастье, какие неудачи могут его постигнуть? Не тому помочь? Но много ли людей не нуждаются в помощи?

            Если жить только для себя, своими мелкими заботами о собственном благополучии, то от прожитого не останется и следа. Если же жить для других, то другие сберегут то, чему служил, чему отдавал силы.

            Можно по-разному определять цель своего существования, но цель должна быть. Надо иметь и принципы в жизни. Одно правило в жизни должно быть у каждого человека, в его цели жизни, в его принципах жизни, в его поведении: надо прожить жизнь с достоинством, чтобы не стыдно было вспоминать.

            Достоинство требует доброты, великодушия, умения не быть эгоистом, быть правдивым, хорошим другом, находить радость в помощи другим.

            Ради достоинства жизни надо уметь отказываться от мелких удовольствий и немалых тоже… Уметь извиняться, признавать перед другими ошибку - лучше, чем врать.

            Обманывая, человек прежде всего обманывает самого себя, ибо он думает, что успешно соврал, а люди поняли и из деликатности промолчали.

            Жизнь - прежде всего творчество, но это не значит, что каждый человек, чтобы жить, должен родиться художником, балериной или ученым. Можно творить просто добрую атмосферу вокруг себя. Человек может принести с собой атмосферу подозрительности, какого-то тягостного молчания, а может внести сразу радость, свет. Вот это и есть творчество.





            ЧТОБЫ ПОВЕРИТЬ В ДОБРО, НАДО НАЧАТЬ ДЕЛАТЬ ЕГО.

            Л.Н.ТОЛСТОЙ



            УМЕНИЕ ПРОЩАТЬ - СВОЙСТВО СИЛЬНЫХ. СЛАБЫЕ НИКОГДА НЕ ПРОЩАЮТ.

            М.ГАНДИ


        </div>
    );
}


export default Content;